[
    {
        "Id": 1,
        "IdUsuario": 1,
        "IdDocumento": 5,
        "Comentario": "Excelente análisis estadístico. Me ayudó mucho en mi investigación.",
        "Fecha": "10, 06, 2023"
    },
    {
        "Id": 2,
        "IdUsuario": 3,
        "IdDocumento": 12,
        "Comentario": "Interesante informe sobre política exterior. ¿Dónde puedo encontrar más información sobre este tema?",
        "Fecha": "15, 04, 2023"
    },
    {
        "Id": 3,
        "IdUsuario": 7,
        "IdDocumento": 16,
        "Comentario": "La presentación sobre economía global fue muy clara y concisa. ¡Gracias por compartir!",
        "Fecha": "03, 08, 2023"
    },
    {
        "Id": 4,
        "IdUsuario": 9,
        "IdDocumento": 20,
        "Comentario": "El informe sobre energías renovables es muy completo. ¿Podrías recomendarme alguna fuente adicional de información?",
        "Fecha": "20, 10, 2023"
    },
    {
        "Id": 5,
        "IdUsuario": 5,
        "IdDocumento": 8,
        "Comentario": "Muy buen informe sobre prácticas de enfermería. Me ayudó a comprender mejor esta área.",
        "Fecha": "05, 01, 2024"
    },
    {
        "Id": 6,
        "IdUsuario": 2,
        "IdDocumento": 18,
        "Comentario": "El análisis estadístico en psicología me resultó muy útil para mi investigación. ¡Gracias!",
        "Fecha": "12, 09, 2023"
    },
    {
        "Id": 7,
        "IdUsuario": 10,
        "IdDocumento": 11,
        "Comentario": "Interesante artículo sobre nanotecnología. ¿Dónde puedo encontrar más investigaciones sobre este tema?",
        "Fecha": "28, 03, 2024"
    },
    {
        "Id": 8,
        "IdUsuario": 4,
        "IdDocumento": 7,
        "Comentario": "La presentación sobre neurociencia cognitiva fue muy informativa. ¡Gracias por compartir!",
        "Fecha": "17, 07, 2022"
    },
    {
        "Id": 9,
        "IdUsuario": 8,
        "IdDocumento": 15,
        "Comentario": "Interesante informe sobre bioquímica. ¿Hay algún libro que recomiendes para profundizar en este tema?",
        "Fecha": "22, 11, 2023"
    },
    {
        "Id": 10,
        "IdUsuario": 6,
        "IdDocumento": 2,
        "Comentario": "Buen informe de prácticas de laboratorio de química. ¿Puedes proporcionar más detalles sobre la metodología utilizada?",
        "Fecha": "08, 05, 2024"
    },
    {
        "Id": 11,
        "IdUsuario": 3,
        "IdDocumento": 13,
        "Comentario": "La presentación sobre energía nuclear fue muy completa. ¿Hay alguna conferencia próxima sobre este tema?",
        "Fecha": "14, 09, 2022"
    },
    {
        "Id": 12,
        "IdUsuario": 5,
        "IdDocumento": 19,
        "Comentario": "El ensayo sobre historia política es muy interesante. ¿Dónde puedo encontrar más información sobre este período?",
        "Fecha": "30, 08, 2024"
    },
    {
        "Id": 13,
        "IdUsuario": 2,
        "IdDocumento": 3,
        "Comentario": "Excelente presentación sobre energías renovables. ¿Hay alguna oportunidad de colaboración en proyectos relacionados?",
        "Fecha": "02, 12, 2022"
    },
    {
        "Id": 14,
        "IdUsuario": 9,
        "IdDocumento": 10,
        "Comentario": "El informe de investigación en psicología social es muy relevante. ¿Podrías proporcionar más detalles sobre la metodología utilizada?",
        "Fecha": "09, 02, 2022"
    },
    {
        "Id": 15,
        "IdUsuario": 7,
        "IdDocumento": 6,
        "Comentario": "El informe sobre la historia del arte es muy completo. ¿Hay algún libro recomendado sobre este período?",
        "Fecha": "17, 04, 2023"
    },
    {
        "Id": 16,
        "IdUsuario": 10,
        "IdDocumento": 17,
        "Comentario": "Interesante informe sobre ecología marina. ¿Podrías compartir más sobre los métodos de investigación utilizados?",
        "Fecha": "21, 11, 2022"
    },
    {
        "Id": 17,
        "IdUsuario": 6,
        "IdDocumento": 1,
        "Comentario": "El proyecto de investigación sobre inteligencia artificial es muy relevante. ¿Hay alguna área específica que estén investigando?",
        "Fecha": "05, 03, 2023"
    },
    {
        "Id": 18,
        "IdUsuario": 8,
        "IdDocumento": 8,
        "Comentario": "Muy buen informe sobre prácticas de enfermería. ¿Podrías proporcionar más detalles sobre los resultados obtenidos?",
        "Fecha": "12, 10, 2024"
    },
    {
        "Id": 19,
        "IdUsuario": 4,
        "IdDocumento": 15,
        "Comentario": "El informe sobre bioquímica es muy completo. ¿Hay alguna aplicación práctica de los resultados obtenidos?",
        "Fecha": "27, 01, 2024"
    },
    {
        "Id": 20,
        "IdUsuario": 1,
        "IdDocumento": 2,
        "Comentario": "El informe de prácticas de laboratorio de química es muy informativo. ¿Podrías proporcionar más detalles sobre la interpretación de los resultados?",
        "Fecha": "03, 07, 2024"
    },
    {
        "Id": 21,
        "IdUsuario": 2,
        "IdDocumento": 11,
        "Comentario": "El artículo sobre nanotecnología es fascinante. ¿Hay alguna investigación en curso relacionada con esto?",
        "Fecha": "18, 08, 2024"
    },
    {
        "Id": 22,
        "IdUsuario": 5,
        "IdDocumento": 7,
        "Comentario": "Interesante presentación sobre neurociencia cognitiva. ¿Podrías compartir más sobre las implicaciones prácticas?",
        "Fecha": "07, 05, 2022"
    },
    {
        "Id": 23,
        "IdUsuario": 3,
        "IdDocumento": 18,
        "Comentario": "El informe sobre política exterior es muy relevante. ¿Podrías proporcionar más detalles sobre las recomendaciones propuestas?",
        "Fecha": "25, 03, 2023"
    },
    {
        "Id": 24,
        "IdUsuario": 7,
        "IdDocumento": 16,
        "Comentario": "La presentación sobre economía global fue muy informativa. ¿Hay algún libro recomendado para profundizar en este tema?",
        "Fecha": "08, 07, 2023"
    },
    {
        "Id": 25,
        "IdUsuario": 9,
        "IdDocumento": 20,
        "Comentario": "El informe sobre energías renovables es muy completo. ¿Podrías proporcionar más detalles sobre los desafíos futuros en este campo?",
        "Fecha": "15, 11, 2023"
    },
    {
        "Id": 26,
        "IdUsuario": 10,
        "IdDocumento": 13,
        "Comentario": "Interesante presentación sobre energía nuclear. ¿Podrías compartir más sobre los avances tecnológicos recientes?",
        "Fecha": "22, 09, 2022"
    },
    {
        "Id": 27,
        "IdUsuario": 6,
        "IdDocumento": 5,
        "Comentario": "Muy buen análisis estadístico. ¿Podrías proporcionar más detalles sobre la metodología utilizada?",
        "Fecha": "10, 07, 2023"
    },
    {
        "Id": 28,
        "IdUsuario": 8,
        "IdDocumento": 15,
        "Comentario": "Interesante informe sobre bioquímica. ¿Cuáles son las posibles aplicaciones prácticas de estos descubrimientos?",
        "Fecha": "05, 12, 2023"
    },
    {
        "Id": 29,
        "IdUsuario": 4,
        "IdDocumento": 2,
        "Comentario": "El informe de prácticas de laboratorio de química es muy detallado. ¿Podrías explicar más sobre la metodología utilizada?",
        "Fecha": "18, 05, 2024"
    },
    {
        "Id": 30,
        "IdUsuario": 1,
        "IdDocumento": 19,
        "Comentario": "El ensayo sobre historia política es muy informativo. ¿Puedes proporcionar más ejemplos históricos para respaldar tus argumentos?",
        "Fecha": "30, 09, 2024"
    }
]